Repository: yeleman/dmd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: No Recipients for that message
fr: Pas de destinataires pour ce message

source: Unable to send empty email messages
fr: Impossible d’envoyer des messages vide

source: Message from {site}
fr: Message de {site}

source: Direct
fr: Directe

source: Aggregation
fr: Agrégation

source: Not Validated
fr: Non validé

source: Validated
fr: Validé

source: Auto Validated
fr: Auto-validé

source: Rejected
fr: Rejeté

source: Modified
fr: Modifié

source: Arrived
fr: Arrivé

source: Arrived On Time
fr: Arrivé prompt

source: Arrived Late
fr: Arrivé en retard

source: Country
fr: Pays

source: Number
fr: Nombre

source: Percentage
fr: Pourcentage

source: Per 1,000
fr: Pour 1 000

source: Per 10,000
fr: Pour 10 000

source: Per 100,000
fr: Pour 100 000

source: Integer
fr: Entier

source: Float, precision 1
fr: Réel, une décimale

source: Float, precision 2
fr: Réel, deux décimales

source: Manual
fr: Manuelle

source: Survey
fr: Enquête

source: Identifier
fr: Identifiant

source: Lowercase english summary without spaces
fr: Résumé en anglais, en minuscules, sans espaces

source: origin
fr: Origine

source: Careful with DHIS indicators
fr: Attention avec les indicateurs DHIS

source: Indicator number
fr: Numéro d'indicateur

source: Respect convention
fr: Respecter la convention

source: French name
fr: Nom en français

source: English name
fr: Nom en anglais

source: DHIS Indicator ID
fr: ID DHIS de l'indicateur

source: For reference only
fr: Pour référence uniquement

source: DHIS Numerator ID
fr: ID DHIS du numérateur

source: Mandatory for DHIS Indicator
fr: Indispensable pour indicateur DHIS

source: DHIS Numerator Formula
fr: Formule DHIS de l'indicateur

source: DHIS Denominator ID
fr: ID DHIS du dénominateur

source: DHIS Denominator Formula
fr: Formule DHIS du dénominateur

source: Category
fr: Catégorie

source: Indicator Type
fr: Type d'indicateur

source: Number Format
fr: Formattage des nombres

source: Value Format
fr: Formatage de la valeur

source: Organizations
fr: Organisations

source: Collection Type
fr: Type de collecte

source: Collection Level
fr: Niveau de la collecte

source: Collection Periodicity
fr: Périodicité de la collecte

source: In months
fr: En mois

source: Transmitting Organizations
fr: Organisations qui transmettent

source: In days
fr: En jours

source: Prompt Transmission Delay
fr: Délai de transmission prompte

source: Transmission Delay
fr: Délai de transmission

source: Validating Organizations
fr: Organisations qui valident

source: Validation Delay
fr: Délai de validation

source: Organization
fr: Organisation

source: Can Upload?
fr: Peut transmettre des données ?

source: Upload location
fr: Localité d'envoi des données

source: Can Validate?
fr: Peut valider des données ?

source: Validation location
fr: Localité de validation des données

source: Username `{username}` is already taken
fr: L'identifiant `{username}` est déjà utilisé

source: New User account “{name}” created with login `{username}` and password `{password}`
fr: Nouveau compte utilisateur «{name}» créé avec l'identifiant `{username}` et le mot de passe `{password}`

source: The password has been sent to {email}
fr: Le mot de passe a été envoyé à {email}

source: User account “{name}” has been updated.
fr: Le compte utilisateur «{name}» a été mis à jour.

source: Password for User account “{name}” (login `{username}`) has been reseted to `{password}`
fr: Le mot de passe du compte «{name}» (identifiant `{username}`) a été changé pour `{password}`

source: New Indicator “{name}” created with number `{number}`
fr: Nouvel indicateur «{name}» créé avec numéro `{number}`

source: Indicator “{name}” has been updated.
fr: L'indicateur «{name}» a été mis à jour.

source: New organization “{name}” created with slug `{slug}`
fr: Nouvelle organisation «{name}» créée avec identifiant `{slug}`

source: Organization “{name}” has been updated.
fr: L'organisation «{name}» a été mise à jour.

source: Unknown section ID `{sid}`
fr: ID de section `{sid}` inconnu

source: Unknown collection type `{ct}`
fr: Type de collecte `{ct}` inconnue

source: Unknown entity UUID `{u}`
fr: UUID de localité `{u}` inconnu

source: Unknown period `{p}`
fr: Période `{p}` inconnue

source: Unknown indicator `{s}`
fr: Indicateur `{s}` inconnu

source: Unable to match period with `{period}`
fr: Impossible de trouver la période correspondant à `{period}`

source: Unable to match entity `{uuid}`
fr: Impossible de trouver l'entité correspondant à `{uuid}`

source: Unable to find Partner with username `{username}`
fr: Impossible de trouver le Partenaire avec l'identifiant `{username}`

source: Old Password
fr: Ancien mot de passe

source: New Password
fr: Nouveau mot de passe

source: Old password for `{partner}` is invalid
fr: L'ancien mot de passe pour `{partner}` est invalide

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: Unable to find DataRecord with ID `{id}`
fr: Impossible de trouver la données avec l'ID `{id}`

source: Report File
fr: Fichier de rapport

source: Unable to record data: {exp}
fr: Impossible d'enregistrer les données : {exp}

source: Congratulations! Your data has been recorded.
fr: Félicitations ! Vos données ont été enregistrées.

source: {nb_created} records were created.
fr: {nb_created} enregistrements créés.

source: {nb_updated} records were updated.
fr: {nb_updated} enregistrements mis à jour.

source: {nb_errors} errors were found in your file.
fr: {nb_errors} erreurs ont été trouvées dans votre fichier.

source: Thank You for submitting! No new data to record though.
fr: Merci d'avoir transmis vos données ! Aucune nouvelle donnée enregistrée cependant.

source: Outch! Your file contains {nb_errors} errors!
fr: Aïe ! Votre fichier contient {nb_errors} erreurs !

source: You are not allowed to submit data.
fr: Vous n'êtes pas autorisé à transmettre des données.

source: Unexpected Error while reading XLS file
fr: Erreur inattendue lors de l'analyse du masque de saisie Excel

source: No Entity to match `{uuid}`
fr: Impossible de trouver la localité correspondant à `{uuid}`

source: Wait
fr: Ne rien faire

source: Edit
fr: Modifier

source: Numerator
fr: Numérateur

source: Denominator
fr: Dénominateur

source: Thank You for your validations. {w} data were left untouched, {u} were updated, {v} validated and {r} rejected.
fr: Merci pour vos validations. {w} données ont été laissés telles quelles, {u} ont été mises à jour, {v} ont été validées et {r} ont été rejetées.

source: {user} is not allowed to submit data
fr: {user} n'est pas autorisé à transmettre des données

source: Not a proper XLSX Template.
fr: Ce fichier n'est pas un masque de saisie Excel valide

source: You can't submit data for that location ({entity})
fr: Vous ne pouvez pas transmettre de données pour cette localité ({entity})

source: Missing year or month at row {row}
fr: Année ou mois manquant pour la ligne {row}

source: Unable to retrieve period for {y}/{m}
fr: Impossible de trouver la période pour {m}/{y}

source: Unable to match an Indicator at col {col}
fr: Aucun indicateur trouvé pour la colonne {col}

source: Survey indicator require DPS data
fr: Données pour indicateur d'enquête doivent provenir des DPS

source: Routine indicator require ZS data
fr: Données pour indicateur de routine doivent provenir des ZS

source: {on} is outside submission period for Indicator #{ind} at {period}
fr: {on} est hors de la période de transmission pour l'Indicateur #{ind} {period}

source: Missing denominator on non-number Indicator
fr: Dénominateur manquant pour Indicateur non-nombre

source: Incorrect value for numerator or denominator `{num} / {denom}`
fr: Numérateur ou dénominateur incorrect `{num} / {denom}`
